Revit 2027 API
UnitTypeId.FractionalInches Property
 Fractional inches.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FractionalInches { get; }
Public Shared ReadOnly Property FractionalInches As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FractionalInches {
	ForgeTypeId^ get ();
}
static member FractionalInches : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace